Autodesk.Revit.DB.BuiltInFailures.EnergyAnalysisUtilitiesDBFailures.AimErrEmptyName
MassZone '%1' has empty name and id values which cannot be used as gbXML identifiers.

Autodesk.Revit.DB.BuiltInFailures.EnergyAnalysisUtilitiesDBFailures
Failures about EnergyAnalysisUtilitiesDBFailures.